<template>
  <article id="about" class="center-box">
    <h1>关于中国高中排行榜</h1>
    <p>《猿题库2017中国高中排行榜》是猿题库评价研究中心针对全国各省市的普通高中所做的一个公正的、权威的排名，评选范围涉及全国31个省份、直辖市、自治区的普通高中。 </p>
    <p>猿题库评价研究中心从每个省选取了30所以上升学率较高的高中，组成规模接近1000所的排行候选学校，对其在2017年以及往年的升学和生源情况进行了调研，从高考、自主招生、学科竞赛三个维度，展开评价排行，形成以全国百强榜为主的系列榜单。</p>
    <p>我们希望通过排名的方式，可以直观地呈现中国高中在高考、自主招生和竞赛等方面的特点与差异，以期：</p>
    <p>（1）为学生、家长提供一份报考高中的权威参考，提供更为广阔的择校视野和标准；</p>
    <p>（2）将中国高中放在同一平台形成对比，希望促进行业内的沟通与讨论，从而有效存进教学资源的合理分配。</p>
    <p>在排行过程中，猿题库评价研究中心：</p>
    <p>（1）分析并说明了以高校排行思路进行高中排行评价是不适用的，提出了高中作为在校教育的一环，其后端输出是明确的，在评价中应以升学作为标准，同时考虑生源情况；</p>
    <p>（2）跨省市排行算法和生源评分标准化算法中，提出了实力因子的概念，刻画不同省市的教育水平，将全国各省市的高中纳入统一评价体系内，建立一个合理、公正、有说服力的中国高中排行标准，可以为同行业工作者提供一个标准参考；</p>
    <p>（3）提出了权重反向修正需求，并利用基于遗传算法的权重修正算法解决了模型中依据直观的经验定出权重的缺点，使得模型及排名结果更具有说服力，更为客观。</p>
  </article>
</template>
<style scoped>
h1 {color: #222222;font-size: 20px;padding-left: 14px;background: url('../../images/web/about.png') left no-repeat;margin: 40px 0 13px;}
p {margin: 0 80px 8px; color: #444444;line-height: 2; text-indent:2em;}
img {margin: 13px 80px 0; border:1px solid #dcdcdc;display: block; width: 840px;}
</style>